tap "ublue-os/tap"
tap "valkyrie00/bbrew"
brew "atuin"
brew "bash-preexec"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "gh"
brew "git"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mise"
brew "neovim"
brew "nss"
brew "ranger"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "trash-cli"
brew "ugrep"
brew "uutils-coreutils", link: false
brew "uv"
brew "yq"
brew "zoxide"
brew "zsh"
brew "valkyrie00/bbrew/bbrew"
cask "claude-code"
cask "ublue-os/tap/jetbrains-toolbox-linux"
uv "pynvim"
flatpak "com.brave.Browser"
flatpak "com.github.PintaProject.Pinta"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.ranfdev.DistroShelf"
flatpak "dev.serwin.AbeRE"
flatpak "io.github.flattool.Ignition"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.kolunmi.Bazaar"
flatpak "io.github.theforceengine.tfe"
flatpak "io.github.thetumultuousunicornofdarkness.cpu-x"
flatpak "io.gitlab.adhami3310.Impression"
flatpak "io.missioncenter.MissionCenter"
flatpak "it.mijorus.smile"
flatpak "me.ahola.aphototoollibre"
flatpak "org.chromium.Chromium"
flatpak "org.darktable.Darktable"
flatpak "org.gnome.Calculator"
flatpak "org.gnome.Calendar"
flatpak "org.gnome.Characters"
flatpak "org.gnome.Connections"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.DejaDup"
flatpak "org.gnome.FileRoller"
flatpak "org.gnome.Firmware"
flatpak "org.gnome.Logs"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.Maps"
flatpak "org.gnome.NautilusPreviewer"
flatpak "org.gnome.Papers"
flatpak "org.gnome.Showtime"
flatpak "org.gnome.SimpleScan"
flatpak "org.gnome.Snapshot"
flatpak "org.gnome.SoundRecorder"
flatpak "org.gnome.TextEditor"
flatpak "org.gnome.Weather"
flatpak "org.gnome.baobab"
flatpak "org.gnome.clocks"
flatpak "org.gnome.font-viewer"
flatpak "org.libreoffice.LibreOffice"
flatpak "org.mozilla.Thunderbird"
flatpak "org.mozilla.firefox"
flatpak "org.signal.Signal"
flatpak "org.telegram.desktop"
flatpak "org.videolan.VLC"
flatpak "page.tesk.Refine"
