com.brave.Browser
com.github.PintaProject.Pinta
com.github.tchx84.Flatseal
com.mattjakeman.ExtensionManager
com.ranfdev.DistroShelf
dev.serwin.AbeRE
io.github.flattool.Ignition
io.github.flattool.Warehouse
io.github.kolunmi.Bazaar
io.github.theforceengine.tfe
io.github.thetumultuousunicornofdarkness.cpu-x
io.gitlab.adhami3310.Impression
io.missioncenter.MissionCenter
it.mijorus.smile
me.ahola.aphototoollibre
org.chromium.Chromium
org.darktable.Darktable
org.gnome.Calculator
org.gnome.Calendar
org.gnome.Characters
org.gnome.Connections
org.gnome.Contacts
org.gnome.DejaDup
org.gnome.FileRoller
org.gnome.Firmware
org.gnome.Logs
org.gnome.Loupe
org.gnome.Maps
org.gnome.NautilusPreviewer
org.gnome.Papers
org.gnome.Showtime
org.gnome.SimpleScan
org.gnome.Snapshot
org.gnome.SoundRecorder
org.gnome.TextEditor
org.gnome.Weather
org.gnome.baobab
org.gnome.clocks
org.gnome.font-viewer
org.libreoffice.LibreOffice
org.mozilla.Thunderbird
org.mozilla.firefox
org.signal.Signal
org.telegram.desktop
org.videolan.VLC
page.tesk.Refine
