1password
4pane
apache2
apport
apt-transport-https
arj
bcache-tools
biber
bsdutils
btop
btrfs-progs
build-essential
ca-certificates
calibre
certbot
cifs-utils
cloud-guest-utils
cloud-initramfs-copymods
cloud-initramfs-dyn-netconf
cockpit
cockpit-podman
containerd.io
cups
cups-client
curl
dash
dbus-x11
diffutils
dirmngr
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-compose-plugin
efibootmgr
enscript
eza
findutils
fonts-ubuntu-console
fwupd
fzf
git
glmark2-es2-wayland
gnome
gnome-session
gnome-tweaks
gnupg
gocryptfs
google-chrome-stable
gparted
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
hostname
htop
hyphen-en-ca
hyphen-en-gb
hyphen-en-us
ibus-table-cangjie-big
ibus-table-cangjie3
ibus-table-cangjie5
init
inotify-tools
kde-plasma-desktop
kdiff3
keychain
krename
krfb
krusader
kwin-wayland-backend-drm
landscape-common
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
latexmk
lhasa
libavahi-client-dev
libchewing3
libchewing3-data
libfreeipmi-dev
libm17n-0
libmarisa0
libneon27-dev
libnss3-tools
libopencc-data
libopencc1.1
libotf1
libpinyin-data
libpinyin15
libreoffice-help-common
libreoffice-help-en-gb
libreoffice-help-en-us
libreoffice-l10n-en-gb
libreoffice-l10n-en-za
libsnmp-dev
libupsclient-dev
libusb-1.0-0-dev
libxcb-xinerama0
libxcb-xinerama0-dev
linux-generic-hwe-24.04
login
lsd
lvm2
lxd-agent-loader
lxd-installer
m17n-db
mc
mdadm
minicom
mkcert
motd-news-config
multipath-tools
mythes-en-au
mythes-en-us
ncurses-base
ncurses-bin
needrestart
neofetch
neovim
net-tools
nginx
nodejs
nut
nut-client
nut-ipmi
nut-modbus
nut-monitor
nut-server
nut-snmp
open-iscsi
open-vm-tools
openssh-server
overlayroot
pandoc
patch
plasma-desktop
plasma-workspace-wayland
podman
pollinate
prometheus
prometheus-node-exporter
python3-reportlab
qbittorrent
quota
ranger
rar
ripgrep
samba
screen
screenfetch
sddm
shim-signed
snapd
software-properties-common
sosreport
sshfs
sway
syncthing
tailscale
tailscale-archive-keyring
task-kde-desktop
task-ssh-server
task-xfce-desktop
tasksel
texlive-full
thunderbird-locale-en
thunderbird-locale-en-gb
thunderbird-locale-en-us
tigervnc-standalone-server
tilda
tmux
transmission
trash-cli
ubuntu-desktop
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
udisks2-lvm2
unace
unattended-upgrades
unrar
update-notifier-common
util-linux
vim
virt-manager
wayvnc
webmin
xfce4
xfce4-goodies
xfsprogs
xrdp
xvfb
zfsutils-linux
zsh
zulumount-cli
zulumount-gui
