tap "jesseduffield/lazydocker"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gcc"
brew "gh"
brew "htop"
brew "khal"
brew "neofetch"
brew "neovim"
brew "paps"
brew "trash-cli"
brew "tree"
brew "vim"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
